HELLO = "привет"
HELP = "суть сервиса проста: зарегистрировавшись, " \
       "ты получаешь возможность быстро перекидывать " \
       "файлы с любого устройства себе в telegram и обратно" \
       "\n\nиспользовать просто:" \
       "\n\nзаходишь на http://92.53.124.98:5003/" \
       "\nбросаешь файл в окошко" \
       "\nон прилетает тебе в этот чат" \
       "\n\nили" \
       "\nкидаешь файл боту в чат" \
       "\nон появляется в списке на главной" \
       "\nнажимаешь - скачивается" \
       "\n\nавтор - @thecattest" \
       "\nhttps://github.com/thecattest/easydrop"
DEFAULT = "используй команды"
REG = "отлично, регистрация"
REG_LOGIN = "придумай логин:"
REG_PASSWORD = "придумай пароль:"
CREDENTIALS = "твой логин: {}" \
              "\nтвой пароль: {}" \
              "\n\nты всегда можешь изменить их в настройках аккаунта"
REG_SUCCESS = "регистрация пройдена, можно пользоваться сервисом"
ACCOUNT_SETTINGS = "настройки аккаунта" \
                   "\nтвой текущий логин: {}"
NEW_LOGIN = "новый логин: "
LOGIN_CHANGE_SUCCESS = "логин изменён"
NEW_PASSWORD = "новый пароль: "
PASSWORD_CHANGE_SUCCESS = "пароль изменён"
LOGIN_TAKEN = "логин занят, придумай другой"
WRONG_CHARACTERS = "используй только английские буквы, цифры и _-."
TOO_LONG = "не больше 100 символов, давай снова"
LOGIN_SAME = "это и так твой логин"
ACCOUNT_DELETE = "удалить аккаунт?"
FILE_SAVED = "сохранено"
FILE_NAME_ERROR = "недопустимое имя файла: можно использовать только цифры и английские буквы"
FILES_LIST = "сохранённые файлы"
NO_FILES = "сохраннённых файлов нет"
FILE_RENAME = "новое имя файла без расширения:"
SHOW = "show"
RENAME = "rename"
RENAME_TEXT = "переименовать"
DELETE = "delete"
DELETE_TEXT = "удалить"
FILES_MESSAGE_ID = "files_message_id"
DELETE_CONFIRMATION = "удаляю {}?"
